Repository: 1312inc/Webasyst-X-iOS-Pod
Catalog: Webasyst/Source/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ja, ko, nl, pt, ru, zh

# localizedOffTitle
source: Disable passcode
ar: تعطيل رمز المرور
de: Deaktivieren Sie den Passcode
es: Desactivar código de acceso
fr: Désactiver le code PIN
it: Disattiva il codice di sicurezza
ja: パスコードを無効にする
ko: 암호 사용 중지
nl: Schakel toegangscode uit
pt: Desativar código de acesso
ru: Выключить код-пароль
zh: 关闭密码

# localizedChangeTitle
source: Change passcode
ar: تغيير رمز المرور
de: Passcode ändern
es: Cambiar código de acceso
fr: Modifier le code PIN
it: Cambia il codice di sicurezza
ja: パスコードを変更する
ko: 암호 변경
nl: Wijzig toegangscode
pt: Alterar código de acesso
ru: Сменить код-пароль
zh: 更改密码

source: Loading...
ar: جار التحميل...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
nl: Laden...
pt: Carregando...
ru: Загрузка...
zh: 加载中...

# demoAccount
source: Demo
ar: حساب تجريبي
fr: Démo
ja: デモ
ko: 데모
ru: Демо
zh: 演示

# viewDemoAccount
source: View Demo Store
ar: عرض حساب التجربة
de: Demo-Shop anzeigen
es: Ver tienda de demostración
fr: Voir le compte de démonstration
it: Visualizza negozio demo
ja: デモショップを見る
ko: 데모 계정 보기
nl: Bekijk demo-winkel
pt: Ver conta de demonstração
ru: Посмотреть демо-магазин
zh: 查看演示商店

# phoneDescription
source: Please specify your phone number to create a new Webasyst ID user profile and link it to the mobile application.
ar: يرجى توضيح رقم هاتفك لإنشاء ملف تعريف جديد لمستخدم Webasyst ID وربطه بتطبيق الجوال.
de: Bitte geben Sie Ihre Telefonnummer an, um ein neues Benutzerprofil für Webasyst ID zu erstellen und es mit der mobilen App zu verknüpfen.
es: Por favor, proporcione su número de teléfono para crear un nuevo perfil de usuario de Webasyst ID y vincularlo a la aplicación móvil.
fr: Veuillez préciser votre numéro de téléphone pour créer un nouveau profil utilisateur Webasyst ID et le lier à l'application mobile.
it: Per favore, conferma il tuo numero di telefono per creare un nuovo profilo utente Webasyst ID e collegarlo all'applicazione mobile.
ja: 新しいWebasyst IDプロファイルを作成し、モバイルアプリに関連付けるには、電話番号を確認してください。
ko: 새로운 웹아시스트 ID 프로필을 만들고 모바일 앱에 연결하려면 전화번호를 확인하십시오.
nl: Voer uw telefoonnummer in om een nieuw gebruikersprofiel voor Webasyst ID aan te maken en het aan de mobiele app te koppelen.
pt: Por favor, forneça seu número de telefone para criar um novo perfil de usuário Webasyst ID e vinculá-lo ao aplicativo móvel.
ru: Пожалуйста, уточните свой номер телефона, чтобы создать новый профиль пользователя Webasyst ID и привязать его к мобильному приложению.
zh: 请提供您的手机号码以创建新的Webasyst ID用户配置文件，并将其绑定到移动应用程序。

# appDescription
source: Webasyst ID will automatically connect the app to all Webasyst accounts and sites you work with.
ar: سيقوم Webasyst ID تلقائيًا بربط التطبيق بجميع حساباتك ومواقعك على أساس Webasyst.
de: Webasyst ID verbindet automatisch die App mit all Ihren Webasyst-Konten und Websites.
es: Webasyst ID conectará automáticamente la aplicación a todas sus cuentas y sitios basados en Webasyst.
fr: Webasyst ID connectera automatiquement l'application à tous vos comptes et sites Webasyst.
it: Webasyst ID connetterà automaticamente l'app a tutti i tuoi account e siti basati su Webasyst.
ja: Webasyst IDは、アプリをすべてのWebasystベースのアカウントとサイトに自動的に接続します。
ko: 웹아시스트 ID는 모든 웹아시스트 기반 계정 및 웹 사이트를 자동으로 앱에 연결합니다.
nl: Webasyst ID zal automatisch de app koppelen aan al uw accounts en websites op basis van Webasyst.
pt: O Webasyst ID conectará automaticamente o aplicativo a todas as suas contas e sites baseados na Webasyst.
ru: Webasyst ID автоматически подключит приложение ко всем вашим аккаунтам и сайтам на основе Webasyst.
zh: Webasyst ID将自动将应用程序连接到您的所有Webasyst基础上的帐户和网站。

# expressPhoneLogin
source: Confirm phone number
ar: تأكيد الرقم
de: Nummer bestätigen
es: Confirmar número
fr: Confirmer le numéro
it: Conferma numero
ja: 番号を確認
ko: 번호 확인
nl: Telefoonnummer bevestigen
pt: Confirmar número
ru: Подтвердить номер
zh: 确认手机号码

# phoneLogin
source: Sign in with phone number
ar: تسجيل الدخول باستخدام الهاتف
de: Mit Telefonnummer anmelden
es: Iniciar sesión con número de teléfono
fr: Se connecter par numéro de téléphone
it: Accedi con il numero di telefono
ja: 電話番号でログイン
ko: 전화번호로 로그인
nl: Inloggen met telefoonnummer
pt: Login por telefone
ru: Войти по номеру телефона
zh: 使用手机号码登录

# appleLogin
source: Sign in with Apple
ar: تسجيل الدخول باستخدام Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
fr: Connexion avec Apple
it: Accedi con Apple
ja: Appleでログイン
ko: Apple로 로그인
nl: Inloggen met Apple
pt: Login com Apple
ru: Вход с Apple
zh: 使用 Apple 登录

# appleLoginEmailConfirmationDescription
source: Email%email% is already registered with us, and to link it to your Apple ID, you need to enter the code that was sent to your email just now.
ar: البريد الإلكتروني %email% مسجل بالفعل في Webasyst. لربطه بحساب Apple الخاص بك، يجب عليك إدخال رمز التأكيد الذي تم إرساله لك عبر البريد الإلكتروني.
de: Die E-Mail-Adresse %email% ist bereits bei Webasyst registriert. Um sie mit Ihrer Apple ID zu verknüpfen, geben Sie bitte den Bestätigungscode ein, den Sie gerade per E-Mail erhalten haben.
es: El correo electrónico %email% ya está registrado en Webasyst. Para vincularlo a su ID de Apple, ingrese el código de confirmación que acaba de recibir por correo.
fr: L'adresse e-mail %email% est déjà enregistrée dans Webasyst. Pour la lier à votre Apple ID, veuillez entrer le code de confirmation que vous venez de recevoir par e-mail.
it: L'indirizzo email %email% è già registrato in Webasyst. Per collegarlo al tuo Apple ID, inserisci il codice di conferma appena inviato via email.
ja: このメールアドレス%email%は既にWebasystに登録されています。Apple IDと連携するには、メールで送信された確認コードを入力してください。
ko: 이미 %email% 이메일 주소가 웹아시스트에 등록되어 있습니다. Apple ID와 연결하려면 방금 전송된 확인 코드를 입력해야 합니다.
nl: E-mail%email% is al geregistreerd bij Webasyst. Voer de bevestigingscode in die zojuist naar u is gemaild om het aan uw Apple ID te koppelen.
pt: O email %email% já está registrado na Webasyst. Para vinculá-lo à sua ID da Apple, insira o código de confirmação que foi enviado para você por email.
ru: Email%email% уже зарегистрирован в Webasyst. Чтобы связать его с вашим Apple ID, необходимо ввести код подтверждения, который только что был отправлен вам по почте.
zh: 电子邮件%email%已在Webasyst注册。要将其与您的Apple ID关联，您需要输入刚刚通过电子邮件发送的确认代码。

# appleLoginEmailConfirmationLogout
source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Esci
ja: ログアウト
ko: 로그아웃
nl: Afmelden
pt: Sair
ru: Выйти
zh: 退出

# emailLogin
source: Sign in with email and password
ar: تسجيل الدخول باستخدام البريد الإلكتروني وكلمة المرور
de: Mit E-Mail und Passwort anmelden
es: Iniciar sesión con correo electrónico y contraseña
fr: Se connecter avec l'adresse e-mail et le mot de passe
it: Accedi con email e password
ja: メールとパスワードでログイン
ko: 이메일 및 비밀번호로 로그인
nl: Inloggen met e-mail en wachtwoord
pt: Login com email e senha
ru: Войти с email и паролем
zh: 使用电子邮件和密码登录

# QRLogin
source: Sign in using QR
ar: تسجيل الدخول باستخدام رمز الاستجابة السريعة (QR)
de: Mit QR-Code anmelden
es: Iniciar sesión con código QR
fr: Se connecter via QR Code
it: Accedi con QR Code
ja: QRコードでログイン
ko: QR 코드로 로그인
nl: Inloggen met QR-code
pt: Login por código QR
ru: Войти по QR-коду
zh: 使用 QR 码登录

# QRAdd
source: Sign in using QR
ar: إضافة باستخدام رمز الاستجابة السريعة (QR)
de: Mit QR-Code hinzufügen
es: Agregar con código QR
fr: Ajouter via QR Code
it: Accedi con QR Code
ja: QRコードで追加
ko: QR 코드로 추가
nl: Inloggen met QR-code
pt: Adicionar por código QR
ru: Войти по QR-коду
zh: 使用 QR 码登录

# aboutWebAsystID
source: What is Webasyst ID?
ar: ما هو هوية Webasyst؟
de: Was ist Webasyst ID?
es: ¿Qué es Webasyst ID?
fr: Qu'est-ce que Webasyst ID ?
it: Cos'è Webasyst ID?
ja: Webasyst IDとは？
ko: 웹아시스트 ID란 무엇인가요?
nl: Wat is Webasyst ID?
pt: O que é o Webasyst ID?
ru: Что такое Webasyst ID?
zh: 什么是Webasyst ID？

# webasystURL
source: https://www.webasyst.com/webasyst-id-how-to/
de: https://www.webasyst.ru/webasyst-id-how-to/
fr: https://www.webasyst.ru/webasyst-id-how-to/
it: https://www.webasyst.ru/webasyst-id-how-to/
ja: https://www.webasyst.ru/webasyst-id-how-to/
ko: https://www.webasyst.ru/webasyst-id-how-to/
pt: https://www.webasyst.ru/webasyst-id-how-to/
ru: https://www.webasyst.ru/webasyst-id-how-to/
zh: https://www.webasyst.ru/webasyst-id-how-to/

# titleConfirmCode
source: Confirmation code
ar: رمز التأكيد
de: Bestätigungscode
es: Código de confirmación
fr: Code de confirmation
it: Codice di conferma
ja: 確認コード
ko: 확인 코드
nl: Bevestigingscode
pt: Código de confirmação
ru: Код подтверждения
zh: 确认代码

# descriptionPhone
source: A confirmation code was sent to
ar: تم إرسال رمز عبر الرسائل القصيرة (SMS) إلى الرقم
de: Der Code wurde per SMS an die Nummer gesendet
es: El código se ha enviado por SMS al número
fr: Le code a été envoyé par SMS au numéro
it: Il codice è stato inviato via SMS al numero
ja: コードはSMSで送信され、次の番号に送信されました。
ko: 코드가 SMS로 전송되었습니다.
nl: De code is per sms verzonden naar het nummer
pt: O código foi enviado por SMS para o número
ru: Код был отправлен по СМС на номер
zh: 代码已通过短信发送到以下号码

# resendCodeLabel
source: No code?
ar: لم يصلك الرمز؟
de: Keine Nachricht erhalten?
es: ¿No ha recibido el mensaje?
fr: Vous n'avez pas reçu le message ?
it: Non hai ricevuto il messaggio?
ja: メッセージが届かない場合
ko: 메시지를 받지 못하셨나요?
nl: Geen bericht ontvangen?
pt: Não recebeu a mensagem?
ru: Сообщение не пришло?
zh: 没有收到短信？

# resendCodeButton
source: Resend
ar: إعادة الإرسال مرة أخرى
de: Erneut senden
es: Reenviar código
fr: Renvoyer
it: Invia di nuovo
ja: 再送信
ko: 다시 보내기
nl: Opnieuw verzenden
pt: Enviar novamente
ru: Отправить еще раз
zh: 重新发送

# codeSendLabel
source: Code has been sent
ar: تم إرسال الرمز
de: Code gesendet
es: Código enviado
fr: Code envoyé
it: Codice inviato
ja: コードが送信されました
ko: 코드가 전송되었습니다
nl: Code verzonden
pt: Código enviado
ru: Код отправлен
zh: 代码已发送

# timerText
source: A new code can be requested in
ar: يمكن إعادة الإرسال في غضون
de: Code kann erneut in gesendet werden
es: Puede reenviar en
fr: Vous pouvez renvoyer dans
it: Puoi inviare nuovamente tra
ja: 再送信まであと
ko: 다시 보낼 수 있게 될 때까지:
nl: Opnieuw verzenden is mogelijk binnen
pt: Você pode reenviar em
ru: Отправить еще раз можно через
zh: 您可以在以下时间段内再次发送

source: seconds
ar: ثانية
de: Sekunden
es: segundos
fr: secondes
it: secondi
ja: 秒
ko: 초
nl: seconden
pt: segundos
ru: секунд
zh: 秒

# phoneError
source: Invalid phone number
ar: رقم هاتف غير صحيح
de: Ungültige Telefonnummer
es: Número de teléfono incorrecto
fr: Numéro de téléphone incorrect
it: Numero di telefono non valido
ja: 無効な電話番号
ko: 올바르지 않은 전화번호
nl: Ongeldig telefoonnummer
pt: Número de telefone inválido
ru: Неверный номер телефона
zh: 无效的手机号码

# clientIdError
source: Webasyst ID client_id is either invalid or blocked. Please contact the app developer on this issue.
ar: تم توجيه خطأ في Webasyst ID client_id أو تم حظره. يرجى التواصل مع مطور التطبيق.
de: Webasyst ID client_id ist ungültig oder gesperrt. Bitte kontaktieren Sie den App-Entwickler.
es: El client_id de Webasyst ID es incorrecto o está bloqueado. Por favor, contacte al desarrollador de la aplicación.
fr: client_id Webasyst ID incorrect ou bloqué. Veuillez contacter le développeur de l'application.
it: Il client_id di Webasyst ID è errato o bloccato. Si prega di contattare lo sviluppatore dell'applicazione.
ja: Webasyst ID client_idが無効またはブロックされています。アプリの開発者に連絡してください。
ko: 웹아시스트 ID client_id가 잘못되었거나 차단되었습니다. 앱 개발자에게 문의하십시오.
nl: Webasyst ID client_id is onjuist of geblokkeerd. Neem contact op met de ontwikkelaar van de app.
pt: O client_id do Webasyst ID está incorreto ou bloqueado. Por favor, entre em contato com o desenvolvedor do aplicativo.
ru: Webasyst ID client_id указан неверно или заблокирован. Пожалуйста, обратитесь к разработчику приложения.
zh: Webasyst ID client_id 无效或被锁定。请联系应用程序开发人员。

# codeChalengeError
source: Code challenge is invalid or missing. Please contact the app developer on the issue.
ar: رمز المصادقة غير صحيح أو مفقود. يرجى التواصل مع مطور التطبيق.
de: Die Autorisierungscode ist ungültig oder fehlt. Bitte kontaktieren Sie den App-Entwickler.
es: El código de autorización es incorrecto o falta. Por favor, contacte al desarrollador de la aplicación.
fr: Code d'autorisation incorrect ou manquant. Veuillez contacter le développeur de l'application.
it: Il codice di autorizzazione è errato o mancante. Si prega di contattare lo sviluppatore dell'applicazione.
ja: 認証コードが無効または存在しません。アプリの開発者に連絡してください。
ko: 인증 코드가 올바르지 않거나 누락되었습니다. 앱 개발자에게 문의하십시오.
nl: Ongeldige of ontbrekende autorisatiecode. Neem contact op met de ontwikkelaar van de app.
pt: Código de autorização inválido ou ausente. Por favor, entre em contato com o desenvolvedor do aplicativo.
ru: Код авторизации неверен или отсутствует. Пожалуйста, обратитесь к разработчику приложения.
zh: 授权代码无效或丢失。请联系应用程序开发人员。

# emailError
source: Invalid email
ar: عنوان البريد الإلكتروني غير صحيح
de: Ungültige E-Mail-Adresse
es: Dirección de correo electrónico incorrecta
fr: Adresse e-mail incorrecte
it: Indirizzo email non valido
ja: 無効なメールアドレス
ko: 올바르지 않은 이메일 주소
nl: Ongeldig e-mailadres
pt: Endereço de email inválido
ru: Неверный адрес email
zh: 无效的电子邮件地址

# requestTimeoutLimit
source: Requests for confirmation codes cannot be sent too often. Please try again in a minute.
ar: لا يمكن إرسال طلب رمز التأكيد بكثرة. يرجى المحاولة مرة أخرى بعد دقيقة واحدة.
de: Die Anfrage für den Bestätigungscode kann nicht zu häufig gesendet werden. Bitte versuchen Sie es in einer Minute erneut.
es: No se puede enviar una solicitud de código de confirmación con demasiada frecuencia. Inténtelo de nuevo en un minuto, por favor.
fr: Vous ne pouvez pas demander trop fréquemment le code de confirmation. Veuillez réessayer dans une minute.
it: La richiesta di un codice di conferma non può essere inviata troppo spesso. Riprova tra un minuto, per favore.
ja: 確認コードのリクエストは頻繁に送信できません。しばらくしてからもう一度試してください。
ko: 인증 코드 요청은 너무 자주 보낼 수 없습니다. 1분 후에 다시 시도하십시오.
nl: Het verzoek voor een bevestigingscode kan niet te vaak worden verzonden. Probeer het over een minuut opnieuw.
pt: Não é possível enviar solicitação de código de confirmação com tanta frequência. Por favor, tente novamente em um minuto.
ru: Запрос на код подтверждения нельзя отправлять слишком часто. Попробуйте через минуту, пожалуйста.
zh: 无法频繁发送确认代码请求。请等待一分钟后重试。

# sentNotificationFail
source: Something went wrong. The code was not sent.
ar: حدث خطأ. لم يتم إرسال الرمز.
de: Etwas ist schiefgelaufen. Der Code wurde nicht gesendet.
es: Algo salió mal. El código no se ha enviado.
fr: Quelque chose s'est mal passé. Le code n'a pas été envoyé.
it: Qualcosa è andato storto. Il codice non è stato inviato.
ja: エラーが発生しました。コードは送信されませんでした。
ko: 문제가 발생하여 코드가 전송되지 않았습니다.
nl: Er is iets misgegaan. Code niet verzonden.
pt: Algo deu errado. O código não foi enviado.
ru: Что-то пошло не так. Код не отправлен.
zh: 出现问题，代码未发送。

# errorCode
source: Invalid code
ar: تم إدخال رمز غير صحيح
de: Falscher Code eingegeben
es: El código ingresado es incorrecto
fr: Code incorrect
it: Codice inserito in modo errato
ja: コードが正しく入力されていません
ko: 올바르지 않은 코드 입력
nl: De ingevoerde code is onjuist
pt: Código inserido incorretamente
ru: Код введен неправильно
zh: 代码输入不正确

# errorQRCode
source: Invalid QR code
ar: رمز الاستجابة السريعة (QR) غير صالح
de: Ungültiger QR-Code
es: Código QR no válido
fr: QR Code invalide
it: QR Code non valido
ja: 無効なQRコード
ko: 유효하지 않은 QR 코드
nl: Ongeldige QR-code
pt: Código QR inválido
ru: Недействительный QR-код
zh: 无效的 QR 码

# notSecureConnection
source: Connection is not secure
ar: اتصال غير آمن
de: Unsichere Verbindung
es: Conexión no segura
fr: Connexion non sécurisée
it: Connessione non sicura
ja: 安全でない接続
ko: 보안 연결 아님
nl: Onveilige verbinding
pt: Conexão não segura
ru: Небезопасное соединение
zh: 不安全连接

source: Expires on %@
ar: ينتهي في %@
de: Läuft ab am %@
es: Caduca el %@
fr: Expire le %@
it: Scade il %@
ja: 有効期限：%@
ko: %@ 만료됨
nl: Verloopt op %@
pt: Expira em %@
ru: Истекает %@
zh: 有效至 %@

source: Expired on %@
ar: انتهت الصلاحية في %@
de: Abgelaufen am %@
es: Expirado el %@
fr: Expiré le %@
it: Scaduto il %@
ja: 有効期限が切れました：%@
ko: %@ 만료됨
nl: Verlopen op %@
pt: Expirou em %@
ru: Истек %@
zh: 已过期 %@

# addWebasystButton
source: Add Store
ar: إضافة متجر
de: Shop hinzufügen
es: Agregar tienda
fr: Ajouter un magasin
it: Aggiungi negozio
ja: ショップを追加
ko: 상점 추가
nl: Winkel toevoegen
pt: Adicionar loja
ru: Добавить магазин
zh: 添加商店

# manageProfileButton
source: My Profile
ar: إدارة ملف التعريف
de: Mein Profil
es: Mi perfil
fr: Mon profil
it: Il mio profilo
ja: プロフィールを管理
ko: 내 프로필
nl: Mijn profiel
pt: Meu perfil
ru: Мой профиль
zh: 管理个人资料

# setPinCodeButton
source: Passcode
ar: تعيين رمز المرور
de: PIN-Code festlegen
es: Código de seguridad
fr: Code PIN
it: Codice di sicurezza
ja: パスコードの設定
ko: PIN 코드 설정
nl: Pincode instellen
pt: Código de acesso
ru: Код-пароль
zh: 设置 PIN 码

# exitAccountButtonTitle
source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ja: ログアウト
ko: 로그아웃
nl: Uitloggen
pt: Sair
ru: Выйти
zh: 退出

# joinDescription
source: Or connect the app manually: sign in to your store backend in a browser on your computer, navigate to your user profile screen, and scan an authorization QR code.
ar: أو انضم إلى المتجر بنفسك: قم بتسجيل الدخول إلى Webasyst في متصفح الكمبيوتر الخاص بك وقم بتصوير رمز الاستجابة السريعة (QR) للاتصال بالتطبيق في ملف التعريف الخاص بك.
de: Oder verbinden Sie sich selbst mit dem Shop: Melden Sie sich bei Webasyst in Ihrem Browser auf Ihrem Computer an und scannen Sie den 8-stelligen Verbindungsschlüssel im Abschnitt 'Team' in Ihrem Profil.
es: O conéctese a una tienda por sí mismo: inicie sesión en Webasyst en su navegador de computadora y escanee el código QR de conexión de la aplicación en su perfil de Webasyst.
fr: Ou connectez-vous à un magasin vous-même : connectez-vous à Webasyst dans un navigateur sur votre ordinateur et scannez le QR Code de connexion de l'application dans votre profil Webasyst.
it: O collegati al negozio manualmente: accedi a Webasyst sul tuo computer e scansiona il QR Code di connessione nell'area del tuo profilo Webasyst.
ja: または、自分でショップに参加してください：コンピューターのWebブラウザでWebasystにサインインし、プロフィールの「チーム」内のアプリケーション接続QRコードをスキャンしてください。
ko: 또는 직접 상점에 연결하려면 컴퓨터에서 웹아시스트에서 로그인하고 프로필에서 앱 연결 QR 코드를 스캔하세요.
nl: Of sluit u zelf aan bij de winkel: log in op Webasyst in uw webbrowser op uw computer en scan de installatie QR-code in uw Webasyst-profiel.
pt: Ou conecte-se à loja manualmente: faça login no Webasyst em um navegador de computador e escaneie o código QR de conexão do aplicativo em seu perfil do Webasyst.
ru: Или подключитесь к магазину самостоятельно: войдите в Webasyst в браузере на компьютере и сфотографируйте QR-код подключения приложения в своем профиле Webasyst.
zh: 或者，您可以自行连接到商店：在计算机上的Webasyst浏览器中登录并扫描您的Webasyst配置文件中的连接应用程序的QR码。

# joinDescriptionOnlyQR
source: Or connect the app manually: sign in to your store backend in a browser on your computer, navigate to your user profile screen, and scan an authorization QR code.
ar: أو انضم إلى المتجر بنفسك: قم بتسجيل الدخول إلى Webasyst في متصفح الكمبيوتر الخاص بك وقم بتصوير رمز الاستجابة السريعة (QR) للاتصال بالتطبيق في ملف التعريف الخاص بك.
de: Oder verbinden Sie sich selbst mit dem Shop: Melden Sie sich bei Webasyst in Ihrem Browser auf Ihrem Computer an und scannen Sie den QR-Code im Abschnitt 'Team' in Ihrem Profil.
es: O conéctese a una tienda por sí mismo: inicie sesión en Webasyst en su navegador de computadora y escanee el código QR de conexión de la aplicación en su perfil de Webasyst.
fr: Ou connectez-vous à un magasin vous-même : connectez-vous à Webasyst dans un navigateur sur votre ordinateur et scannez le QR Code de connexion de l'application dans votre profil Webasyst.
it: O collegati al negozio manualmente: accedi a Webasyst sul tuo computer e scansiona il QR Code di connessione nell'area del tuo profilo Webasyst.
ja: または、自分でショップに参加してください：コンピューターのWebブラウザでWebasystにサインインし、プロフィールの「チーム」内のアプリケーション接続QRコードをスキャンしてください。
ko: 또는 직접 상점에 연결하려면 컴퓨터에서 웹아시스트에서 로그인하고 프로필에서 앱 연결 QR 코드를 스캔하세요.
nl: Of sluit u zelf aan bij de winkel: log in op Webasyst in uw webbrowser op uw computer en scan de installatie QR-code in uw Webasyst-profiel.
pt: Ou conecte-se à loja manualmente: faça login no Webasyst em um navegador de computador e escaneie o código QR de conexão do aplicativo em seu perfil do Webasyst.
ru: Или подключитесь к магазину самостоятельно: войдите в Webasyst в браузере на компьютере и сфотографируйте QR-код подключения приложения в своем профиле Webasyst.
zh: 或者，您可以自行连接到商店：在计算机上的Webasyst浏览器中登录并扫描您的Webasyst配置文件中的连接应用程序的QR码。

# errorCreateNewInstall
source: Sorry, we cannot create another account for you at the moment. Most likely, a limit on the number of free Webasyst cloud accounts has been exceeded.
ar: تعذر إنشاء المتجر. على الأرجح، تم تجاوز الحد الأقصى لعدد الحسابات السحابية التجريبية المجانية في Webasyst.
de: Es konnte keine Verbindung zum Shop hergestellt werden. Wahrscheinlich wurde das Limit für kostenlose Test-Webasyst-Cloud-Konten erreicht.
es: No se pudo crear la tienda. Es probable que se haya superado el límite de cuentas en la nube gratuitas de Webasyst.
fr: Impossible de créer le magasin. Il est probable que la limite gratuite des comptes cloud Webasyst ait été atteinte.
it: Impossibile creare il negozio. Probabilmente hai raggiunto il limite di account Webasyst cloud di prova gratuiti.
ja: ショップを作成できませんでした。おそらく、無料のWebasystクラウドアカウントの制限に達しました。
ko: 상점을 만들 수 없습니다. 아마도 무료 평가 웹아시스트 클라우드 계정 수가 초과되었습니다.
nl: Het is niet gelukt om de winkel aan te maken. Waarschijnlijk is het limiet voor het aantal gratis Webasyst-cloudaccounts overschreden.
pt: Não foi possível criar a loja. Provavelmente, o limite de contas de teste gratuitas da Webasyst foi atingido.
ru: Не удалось магазин. Скорее всего, превышен лимит на количество бесплатных пробных облачных аккаунтов Webasyst.
zh: 无法创建商店。最有可能的原因是超过了免费试用Webasyst云帐户的数量限制。

# createInstallTitleOfStoreConnect
source: Connect to an existing store
ar: الانضمام إلى المتجر
de: Mit dem Shop verbinden
es: Conectar a la tienda
fr: Se connecter à un magasin
it: Collegati al negozio
ja: ショップに接続
ko: 상점에 연결
nl: Verbinding maken met de winkel
pt: Conectar à loja
ru: Подключиться к магазину
zh: 连接到商店
