Repository: 1312inc/Webasyst-X-iOS-Pod
Catalog: Webasyst/Source/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ja, ko, nl, pt, ru, zh

# titleInstall
source: Install %APPNAME% on %ACCOUNTNAME%
ar: تثبيت "%APPNAME%" على %ACCOUNTNAME%
de: "%APPNAME%" auf %ACCOUNTNAME% installieren
es: Instalar "%APPNAME%" en %ACCOUNTNAME%
fr: Installer "%APPNAME%" sur %ACCOUNTNAME%
it: Installa '%APPNAME%' su %ACCOUNTNAME%
ja: 「%APPNAME%」を%ACCOUNTNAME%にインストール
ko: '%ACCOUNTNAME%'에 '%APPNAME%' 설치
nl: Installeer "%APPNAME%" op %ACCOUNTNAME%
pt: Instalar '%APPNAME%' em %ACCOUNTNAME%
ru: Установить «%APPNAME%» на %ACCOUNTNAME%
zh: 在“%ACCOUNTNAME%”上安装“%APPNAME%”

# installProgressDescription
source: Generating a license and communicating with Webasyst Installer to install the app on...
ar: نقوم بإنشاء ترخيص للتطبيق وإرسال طلب إلى المثبت للتثبيت...
de: Wir erstellen eine Lizenz für die App und senden eine Installationsanfrage an den Installer...
es: Creando una licencia para la aplicación y enviando una solicitud al Instalador para la instalación...
fr: Nous créons une licence pour l'application et envoyons une demande à l'Installateur pour l'installation...
it: Stiamo creando una licenza per l'app e inviando una richiesta all'Installer per l'installazione...
ja: アプリのライセンスを作成し、インストーラーへのインストールリクエストを送信しています...
ko: 앱 라이선스를 생성하고 설치자에게 설치 요청을 보냅니다.
nl: We maken een licentie voor de app aan en sturen een verzoek naar de Installer om te installeren...
pt: Criando uma licença para o aplicativo e enviando uma solicitação para o Instalador para instalação...
ru: Создаем лицензию на приложение и отправляем запрос в Инсталлер на установку...
zh: 正在创建应用程序许可证并向安装程序发送安装请求...

# payWallRegulations
source: Payment will be charged to your iTunes Account at confirmation of purchase. Subscription automatically renews unless auto-renew is turned off at least 24-hours before the end of the current period. Account will be charged for renewal within 24-hours prior to the end of the current period, and identify the cost of the renewal. Any unused portion of a free trial period will be forfeited when a subscription to that publication is purchased. Subscriptions may be managed and auto-renewal may be turned off by going to the Account Settings after purchase.
ar: يتم الاشتراك من حساب iTunes الخاص بك ويتم تجديده تلقائيًا. يمكن إلغاء الاشتراك من إعدادات iTunes الرئيسية في حسابك في iOS، وذلك قبل مرور 24 ساعة على انتهاء الفترة الحالية. سيتم خصم تكلفة الاشتراك خلال 24 ساعة من انتهاء الفترة التجريبية.
de: Das Abonnement wird über Ihr iTunes-Konto abgerechnet und verlängert sich automatisch. Die Kündigung des Abonnements erfolgt in den iTunes-Kontoeinstellungen unter 'Abonnements' mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums. Die Kosten für das Abonnement werden innerhalb von 24 Stunden nach Ablauf des aktuellen Zeitraums in Rechnung gestellt.
es: La suscripción se realiza desde su cuenta de iTunes y se renueva automáticamente. La cancelación de la suscripción se realiza en la configuración principal de iOS en la configuración de la cuenta de iTunes al menos 24 horas antes del final del período actual. El costo de la suscripción se cargará dentro de las 24 horas posteriores al final del período.
fr: L'abonnement est prélevé depuis votre compte iTunes et est renouvelé automatiquement. L'annulation de l'abonnement peut être effectuée dans les paramètres du compte iTunes d'iOS au moins 24 heures avant la fin de la période en cours. Le coût de l'abonnement sera débité dans les 24 heures suivant la fin de la période d'essai.
it: L'abbonamento è addebitato dal tuo account iTunes e si rinnova automaticamente. La cancellazione dell'abbonamento è effettuata nelle impostazioni principali di iOS, nell'account iTunes, almeno 24 ore prima della scadenza del periodo corrente. Il costo dell'abbonamento verrà addebitato entro 24 ore dalla fine del periodo corrente.
ja: サブスクリプションはiTunesアカウントから請求され、自動更新されます。現在の期間が終了する24時間以上前に、iTunesアカウントの設定でサブスクリプションをキャンセルしない限り、サブスクリプションは自動的に更新されます。
ko: 구독은 iTunes 계정에서 청구되며 자동으로 갱신됩니다. 현재 기간이 종료되기 최소 24시간 전에 iTunes 계정 설정에서 구독을 취소해야 합니다. 구독 비용은 현재 기간 종료 후 24시간 이내에 청구됩니다.
nl: Het abonnement wordt gefactureerd vanaf uw iTunes-account en wordt automatisch verlengd. Het abonnement kan worden geannuleerd in de iOS-instellingen onder uw iTunes-account, uiterlijk 24 uur vóór het einde van de huidige periode. De kosten van het abonnement worden binnen 24 uur na het einde van de proefperiode in rekening gebracht.
pt: A assinatura é feita a partir de sua conta iTunes e é renovada automaticamente. O cancelamento da assinatura pode ser feito nas configurações principais do iOS nas configurações da conta iTunes com pelo menos 24 horas de antecedência ao término do período atual. O custo da assinatura será cobrado dentro de 24 horas após o término do período atual.
ru: Подписка производится с вашего аккаунта iTunes и обновляется автоматически. Отмена подписки производится в основных настройках iOS в параметрах учетной записи iTunes не менее чем за 24 часа до окончания текущего периода. Стоимость подписки будет списана в течение 24 часов после окончания пробного периода.
zh: 订阅从您的iTunes帐户扣除并自动续订。取消订阅可在当前周期结束前的至少24小时内在iOS的iTunes帐户设置中进行。订阅费用将在当前周期结束后的24小时内扣除。

source: Terms and Privacy
ar: معالجة البيانات
de: Datenverarbeitung
es: Procesamiento de datos
fr: Traitement des données
it: Trattamento dei dati
ja: データ処理
ko: 개인 정보 처리
nl: Privacybeleid
pt: Processamento de dados
ru: Обработка данных
zh: 数据处理

# payWallRestore
source: Restore Purchase
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
ko: 복원
nl: Herstellen
pt: Restaurar
ru: Восстановить
zh: 恢复

# privatePrivacy
source: https://www.webasyst.com/legal/terms/
fr: https://www.webasyst.ru/legal/terms/
ja: https://www.webasyst.ru/legal/terms/
ru: https://www.webasyst.ru/legal/terms/
zh: https://www.webasyst.ru/legal/terms/

# restorePurchases
source: Purchases successfully restored!
ar: تم استعادة الشراء بنجاح!
de: Käufe erfolgreich wiederhergestellt!
es: Compras restauradas con éxito!
fr: Achats restaurés avec succès !
it: Acquisti ripristinati con successo!
ja: 購入が正常に復元されました！
ko: 구매가 성공적으로 복원되었습니다!
nl: Aankopen zijn succesvol hersteld!
pt: Compras restauradas com sucesso!
ru: Покупки успешно восстановлены!
zh: 购买已成功恢复！
