Repository: 1312inc/Webasyst-X-iOS-Pod
Catalog: Webasyst/Source/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ja, ko, nl, pt, ru, zh

# errorTitle
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
nl: Fout
pt: Erro
ru: Ошибка
zh: 错误

source: Success!
ar: تم بنجاح!
de: Erfolg!
es: ¡Listo!
fr: Succès !
it: Completato!
ja: 完了！
ko: 완료!
nl: Gelukt!
pt: Sucesso!
ru: Готово!
zh: 成功

# cantOpenNotificationOrder
source: Failed to get a list of accounts
ar: لا يمكن فتح قائمة الحسابات
de: Kann die Benachrichtigungsliste nicht öffnen
es: No se pudo abrir la lista de cuentas
fr: Impossible d'ouvrir la liste des comptes
it: Impossibile aprire l'elenco degli account
ja: アカウントリストの取得に失敗しました
ko: 계정 목록을 가져올 수 없습니다
nl: Kan lijst van accounts niet openen
pt: Não foi possível abrir a lista de contas
ru: Не удалось получить список аккаунтов
zh: 无法打开通知订单

# spaErrorDescription
source: An unexpected error has occurred
ar: حدث خطأ غير متوقع
de: Ein unerwarteter Fehler ist aufgetreten
es: Se produjo un error inesperado
fr: Une erreur inattendue s'est produite
it: Si è verificato un errore imprevisto
ja: 予期せぬエラーが発生しました
ko: 예기치 않은 오류가 발생했습니다
nl: Er is een onverwachte fout opgetreden
pt: Ocorreu um erro inesperado
ru: Произошла непредвиденная ошибка
zh: 发生意外错误

# requestFailedError
source: Server request error occurred
ar: فشل طلب الخادم
de: Anfrage an den Server fehlgeschlagen
es: Error en la solicitud al servidor
fr: Erreur de demande au serveur
it: Errore nella richiesta al server
ja: サーバーリクエストエラーが発生しました
ko: 서버 요청 중 오류가 발생했습니다
nl: Fout bij serververzoek
pt: Erro na solicitação ao servidor
ru: Произошла ошибка запроса к серверу
zh: 服务器请求失败

# tryAgain
source: Please try again in a minute
ar: حاول مرة أخرى في دقيقة واحدة
de: Versuchen Sie es in einer Minute erneut
es: Inténtalo de nuevo en un minuto
fr: Réessayez dans une minute
it: Riprova fra un minuto
ja: しばらくしてからもう一度試してください
ko: 1분 후에 다시 시도하세요
nl: Probeer opnieuw over een minuut
pt: Tentar novamente
ru: Попробуйте еще раз через минуту
zh: 请稍后重试

# okAlert
source: OK
ar: حسنًا
es: Aceptar
ja: わかりました
ko: 확인
ru: Понятно
zh: 确定

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pt: Excluir
ru: Удалить
zh: 删除

source: Error description
ar: وصف الخطأ
de: Fehlerbeschreibung
es: Descripción del error
fr: Description de l'erreur
it: Descrizione dell'errore
ja: エラーの説明
ko: 오류 설명
nl: Foutbeschrijving
pt: Descrição do erro
ru: Описание ошибки
zh: 错误描述

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt: Cancelar
ru: Отмена
zh: 取消

# serverSentError
source: The server sent an error message:
ar: أرسل الخادم رسالة خطأ:
de: Der Server hat eine Fehlermeldung gesendet:
es: El servidor envió un mensaje de error:
fr: Le serveur a envoyé une erreur :
it: Il server ha inviato un messaggio di errore:
ja: サーバーがエラーメッセージを送信しました：
ko: 서버에서 오류 메시지를 보냈습니다:
nl: De server heeft een foutbericht verzonden:
pt: O servidor enviou uma mensagem de erro:
ru: Сервер отправил сообщение об ошибке:
zh: 服务器发送错误消息：

# faileAppeIDRequest
source: Apple has return an error on request to authorize with Apple ID. See more info in the description.
ar: أرسل Apple رسالة خطأ بناءً على طلب المصادقة باستخدام Apple ID. لمزيد من المعلومات، راجع الوصف.
de: Apple hat eine Fehlermeldung für die Authentifizierungsanfrage mit Apple ID zurückgegeben. Weitere Informationen finden Sie in der Beschreibung.
es: Apple devolvió un mensaje de error en la solicitud de autenticación con Apple ID. Consulta más detalles en la descripción.
fr: Apple a renvoyé un message d'erreur pour la demande d'authentification avec Apple ID. Consultez les détails dans la description.
it: Apple ha restituito un messaggio di errore in risposta alla richiesta di autorizzazione con Apple ID. Per ulteriori dettagli, consulta la descrizione.
ja: Apple IDを使用した認証リクエストでエラーメッセージが返されました。詳細は説明をご覧ください。
ko: Apple ID를 사용하여 인증 요청 중에 오류 메시지를 반환했습니다. 자세한 정보는 설명에서 확인하세요.
nl: Apple heeft een foutbericht geretourneerd bij het aanvragen van autorisatie met Apple ID. Zie de beschrijving voor meer informatie.
pt: A Apple retornou uma mensagem de erro para a solicitação de autenticação com a Apple ID. Consulte as informações detalhadas na descrição.
ru: Apple вернула сообщение об ошибке на запрос авторизации с помощью Apple ID. Более подробную информацию смотрите в описании.
zh: Apple返回了关于使用Apple ID进行授权请求的错误消息。请参阅说明以获取更多详细信息。

# failedAppleIDMerge
source: Failed to merge accounts.
ar: فشل دمج الحسابات.
de: Die Konten konnten nicht fusioniert werden.
es: No se pudo fusionar las cuentas.
fr: Impossible de fusionner les comptes.
it: Impossibile unire gli account.
ja: アカウントのマージに失敗しました。
ko: 계정을 병합하지 못했습니다.
nl: Het samenvoegen van de accounts is mislukt.
pt: Falha ao mesclar as contas.
ru: Не удалось объединить учетные записи.
zh: 无法合并帐户。

# failedAppleIDAuth
source: Failed to sign in with Apple.
ar: فشل تسجيل الدخول باستخدام Apple.
de: Die Anmeldung mit Apple ist fehlgeschlagen.
es: No se pudo autenticar con Apple.
fr: Impossible de s'authentifier avec Apple.
it: Impossibile effettuare l'accesso con Apple.
ja: Apple IDでのログインに失敗しました。
ko: Apple ID로 로그인하지 못했습니다.
nl: Aanmelden met Apple is mislukt.
pt: Falha ao autenticar com a Apple.
ru: Не удалось осуществить вход с Apple.
zh: 无法使用Apple登录。

# failedGetAppleIDAuthorizationCode
source: Cannot get authorization code from Apple. Please try again later.
ar: غير قادر على الحصول على رمز المصادقة من Apple. يرجى المحاولة مرة أخرى في وقت لاحق.
de: Der Autorisierungscode von Apple konnte nicht abgerufen werden. Bitte versuchen Sie es später erneut.
es: No se pudo obtener el código de autorización de Apple. Por favor, inténtalo de nuevo más tarde.
fr: Impossible d'obtenir le code d'autorisation Apple. Veuillez réessayer plus tard.
it: Impossibile ottenere il codice di autorizzazione da Apple. Riprova più tardi, per favore.
ja: Appleから認証コードを取得できません。後でもう一度試してください。
ko: Apple로부터 인증 코드를 가져올 수 없습니다. 나중에 다시 시도하세요.
nl: Het verkrijgen van de autorisatiecode van Apple is mislukt. Probeer het later opnieuw.
pt: Não foi possível obter o código de autorização da Apple. Por favor, tente novamente mais tarde.
ru: Не удается получить код авторизации от Apple. Пожалуйста, попробуйте еще раз позже.
zh: 无法获取来自Apple的授权代码。请稍后重试。

# failedGetAppleIDIdentityToken
source: Cannot get identity token from Apple. Please try again later.
ar: غير قادر على الحصول على رمز الهوية من Apple. يرجى المحاولة مرة أخرى في وقت لاحق.
de: Der Identitätstoken von Apple konnte nicht abgerufen werden. Bitte versuchen Sie es später erneut.
es: No se pudo obtener el token de identidad de Apple. Por favor, inténtalo de nuevo más tarde.
fr: Impossible d'obtenir le jeton d'identité Apple. Veuillez réessayer plus tard.
it: Impossibile ottenere il token di identità da Apple. Riprova più tardi, per favore.
ja: Appleからの識別トークンを取得できません。後でもう一度試してください。
ko: Apple로부터 식별 토큰을 가져올 수 없습니다. 나중에 다시 시도하세요.
nl: Het verkrijgen van het identiteitstoken van Apple is mislukt. Probeer het later opnieuw.
pt: Não foi possível obter o token de identidade da Apple. Por favor, tente novamente mais tarde.
ru: Не удается получить идентификационный токен от Apple. Пожалуйста, попробуйте еще раз позже.
zh: 无法获取来自Apple的身份令牌。请稍后重试。

# checkInstallAppError
source: An error occurred while installing %APPNAME%
ar: حدث خطأ أثناء تثبيت %APPNAME%
de: Bei der Installation von %APPNAME% ist ein Fehler aufgetreten
es: Error al instalar %APPNAME%
fr: Une erreur s'est produite lors de l'installation de %APPNAME%
it: Errore durante l'installazione di %APPNAME%
ja: %APPNAME%のインストール中にエラーが発生しました。
ko: %APPNAME% 설치 중 오류가 발생했습니다
nl: Er is een fout opgetreden bij het installeren van %APPNAME%
pt: Erro ao instalar %APPNAME%
ru: Произошла ошибка при установке %APPNAME%
zh: 安装%APPNAME%时发生错误。

# checkLicenseError
source: An error occurred while installing the license
ar: حدث خطأ أثناء إصدار الترخيص
de: Bei der Lizenzierung ist ein Fehler aufgetreten
es: Error al verificar la licencia
fr: Erreur de demande de licence
it: Errore durante il rilascio della licenza
ja: ライセンスの発行中にエラーが発生しました
ko: 라이선스 발급 중 오류가 발생했습니다
nl: Er is een fout opgetreden bij het verkrijgen van de licentie
pt: Erro ao verificar a licença
ru: Произошла ошибка при выписке лицензии
zh: 颁发许可证时发生错误

# successBody
source: %APPNAME% has been successfully installed. A free 30 days license has been issued for %ACCOUNTNAME%.
ar: تم تثبيت %APPNAME% بنجاح! تم إصدار ترخيص مجاني لمدة 30 يومًا لـ %ACCOUNTNAME%.
de: %APPNAME% wurde erfolgreich installiert! Für %ACCOUNTNAME% wurde eine kostenlose Lizenz für 30 Tage ausgestellt.
es: %APPNAME% se ha instalado correctamente. Se ha emitido una licencia gratuita por 30 días para %ACCOUNTNAME%.
fr: %APPNAME% a été installé avec succès ! Une licence gratuite de 30 jours a été attribuée à %ACCOUNTNAME%.
it: %APPNAME% è stato installato con successo! È stata rilasciata una licenza gratuita per %ACCOUNTNAME% per 30 giorni.
ja: %APPNAME%のインストールが成功しました！%ACCOUNTNAME%には30日間の無料ライセンスが発行されています。
ko: %APPNAME% 설치 완료! %ACCOUNTNAME%에 대한 30일 무료 라이선스가 생성되었습니다.
nl: %APPNAME% is succesvol geïnstalleerd! Er is een gratis licentie voor 30 dagen voor %ACCOUNTNAME% uitgegeven.
pt: %APPNAME% foi instalado com sucesso! Uma licença gratuita de 30 dias foi emitida para %ACCOUNTNAME%.
ru: %APPNAME% успешно установлен! Для %ACCOUNTNAME% выписана бесплатная лицензия на 30 дней.
zh: %APPNAME%已成功安装！为%ACCOUNTNAME%颁发了30天的免费许可证。

# installTimeLimit
source: Something went wrong — server did not respond (time out). Please try again in a minute.
ar: حدث خطأ أثناء التثبيت: الخادم لم يستجب (انتهاء الوقت). يرجى المحاولة مرة أخرى.
de: Bei der Installation ist etwas schiefgegangen: Der Server hat nicht geantwortet (Timeout). Bitte versuchen Sie es erneut.
es: Algo salió mal durante la instalación: el servidor no respondió (timeout). Por favor, inténtalo de nuevo.
fr: Quelque chose s'est mal passé lors de l'installation : le serveur n'a pas répondu (délai d'attente dépassé). Veuillez réessayer, s'il vous plaît.
it: Qualcosa è andato storto durante l'installazione: il server non ha risposto (timeout). Riprova, per favore.
ja: インストール中に問題が発生しました：サーバーからの応答がありませんでした（タイムアウト）。もう一度試してください。
ko: 설치 중에 문제가 발생했습니다: 서버 응답이 없음 (타임아웃). 나중에 다시 시도하세요.
nl: Er is iets fout gegaan bij de installatie: de server heeft niet gereageerd (time-out). Probeer het opnieuw alstublieft.
pt: Algo deu errado durante a instalação: o servidor não respondeu (time out). Por favor, tente novamente.
ru: При установке что-то пошло не так: сервер ничего не ответил (time out). Попробуйте еще раз, пожалуйста.
zh: 在安装过程中出现问题：服务器没有响应（超时）。请重试。

# createWebasystAccountError
source: An error occurred while creating a Webasyst account
ar: حدث خطأ أثناء إنشاء حساب Webasyst
de: Beim Erstellen des Webasyst-Kontos ist ein Fehler aufgetreten
es: Error al crear una cuenta de Webasyst
fr: Une erreur s'est produite lors de la création du compte Webasyst
it: Errore durante la creazione dell'account Webasyst
ja: Webasystアカウントの作成中にエラーが発生しました。
ko: Webasyst 계정 생성 중 오류가 발생했습니다
nl: Er is een fout opgetreden bij het aanmaken van een Webasyst-account
pt: Erro ao criar uma conta Webasyst
ru: Произошла ошибка при создании аккаунта Webasyst
zh: 创建Webasyst帐户时发生错误

# shopNameErrorDescription
source: An error occurred while reading the name of the store
ar: حدث خطأ أثناء حفظ اسم المتجر.
de: Beim Speichern des Shop-Namens ist ein Fehler aufgetreten.
es: Se produjo un error al guardar el nombre de la tienda.
fr: Une erreur s'est produite lors de l'enregistrement du nom de la boutique.
it: Si è verificato un errore durante il salvataggio del nome del negozio.
ja: ショップ名を保存する際にエラーが発生しました。
ko: 상점 이름 저장 중 오류가 발생했습니다.
nl: Er is een fout opgetreden bij het opslaan van de winkelnaam.
pt: Ocorreu um erro ao salvar o nome da loja.
ru: Возникла ошибка при сохранении названия магазина.
zh: 保存商店名称时发生错误。

# addAccountSuccessBody
source: New store has been successfully created!
ar: تم إنشاء المتجر الجديد بنجاح!
de: Der neue Shop wurde erfolgreich erstellt!
es: Se ha creado una nueva tienda con éxito.
fr: Nouvelle boutique créée avec succès !
it: Nuovo negozio creato con successo!
ja: 新しいショップが正常に作成されました！
ko: 새로운 상점이 성공적으로 생성되었습니다!
nl: De nieuwe winkel is succesvol aangemaakt!
pt: Nova loja criada com sucesso!
ru: Новый магазин успешно создан!
zh: 新商店已成功创建！

# addAccountSuccessButNotRenamedBody
source: New store has been successfully created! However, we could not map the domain name to the created account. Something went wrong.
ar: تم إنشاء المتجر الجديد بنجاح! لكن لم يتم تحديد النطاق الذي تم إدخاله للحساب المنشأ - حدث خطأ.
de: Der neue Shop wurde erfolgreich erstellt! Die Eingabe des Domänennamens für das erstellte Konto war jedoch nicht erfolgreich - es ist etwas schiefgegangen.
es: Se ha creado una nueva tienda con éxito, pero no se pudo establecer el dominio ingresado para la cuenta creada. Algo salió mal.
fr: Nouvelle boutique créée avec succès ! Cependant, nous n'avons pas pu configurer le domaine saisi pour le compte créé, quelque chose s'est mal passé.
it: Nuovo negozio creato con successo! Tuttavia, non è stato possibile impostare il dominio inserito per l'account creato, qualcosa è andato storto.
ja: 新しいショップが正常に作成されましたが、入力したアカウントのドメインを設定できませんでした - 何か問題が発生しました。
ko: 새로운 상점이 성공적으로 생성되었습니다! 그러나 입력한 계정 도메인을 설정하지 못했습니다. 문제가 발생한 것 같습니다.
nl: De nieuwe winkel is succesvol aangemaakt! De ingevoerde domeinnaam voor het aangemaakte account kon echter niet worden ingesteld - er is iets misgegaan.
pt: Nova loja criada com sucesso! No entanto, não foi possível configurar o domínio inserido na conta criada - algo deu errado.
ru: Новый магазин успешно создан! Но не получилось установить введенный домен созданного аккаунта — что-то пошло не так.
zh: 新商店已成功创建！但无法设置已输入的帐户域名 - 出现问题。

# connectWebasystAccountError
source: The invitation code is invalid. Ask your teammate for a new code and try again.
ar: الرمز المدعوم غير صالح. اطلب من المسؤول إعادة إرسال الرمز وحاول مرة أخرى.
de: Der Einladungscode ist ungültig. Bitten Sie den Administrator um einen neuen Code und versuchen Sie es erneut.
es: El código de invitación no es válido. Pide al administrador que te envíe un nuevo código e inténtalo de nuevo.
fr: Le code d'invitation est invalide. Veuillez demander à l'administrateur d'envoyer un nouveau code et réessayer.
it: Il codice di invito non è valido. Richiedi all'amministratore di inviarti un nuovo codice e riprova.
ja: 招待コードが無効です。管理者に新しいコードをリクエストし、もう一度試してみてください。
ko: 초대 코드가 유효하지 않습니다. 관리자에게 새 코드를 요청하고 다시 시도하세요.
nl: De uitnodigingscode is ongeldig. Vraag de beheerder om een nieuwe code en probeer het opnieuw.
pt: O código de convite é inválido. Peça ao administrador para enviar um novo código e tente novamente.
ru: Код приглашения недействителен. Попросите администратора прислать новый код и попробуйте снова.
zh: 邀请码无效。请要求管理员重新发送新的代码，然后重试。

# qrConnectWebasystAccountError
source: Failed to add an account. Looks like the QR code has expired.
ar: فشلت إضافة الحساب. ربما انتهت صلاحية الرمز الشريطي.
de: Das Hinzufügen des Kontos war nicht erfolgreich. Der QR-Code ist möglicherweise abgelaufen.
es: No se pudo agregar la cuenta. Es posible que el código QR esté desactualizado.
fr: Impossible d'ajouter le compte. Le code QR est probablement obsolète.
it: Impossibile aggiungere l'account. Il codice QR potrebbe essere scaduto.
ja: アカウントを追加できませんでした。おそらくQRコードが期限切れです。
ko: 계정을 추가할 수 없습니다. 아마도 QR 코드가 만료되었습니다.
nl: Het toevoegen van het account is mislukt. De QR-code is mogelijk verlopen.
pt: Não foi possível adicionar a conta. O QR code provavelmente expirou.
ru: Не удалось добавить аккаунт. Вероятно, QR-код устарел.
zh: 无法添加帐户。可能QR码已过期。

# connectAccountSuccessBody
source: Hooray, your Webasyst ID has been successfully connected to %ACCOUNTNAME%!
ar: مبروك، تم توصيل Webasyst ID الخاص بك بـ %ACCOUNTNAME%!
de: Hurra, Ihre Webasyst-ID wurde erfolgreich mit %ACCOUNTNAME% verbunden!
es: ¡Hurra! Tu Webasyst ID se ha conectado correctamente a %ACCOUNTNAME%!
fr: Félicitations, votre identifiant Webasyst a été connecté avec succès à %ACCOUNTNAME%!
it: Ottimo, il tuo Webasyst ID è stato collegato con successo a %ACCOUNTNAME%!
ja: おめでとうございます、Webasyst IDが%ACCOUNTNAME%に正常に接続されました！
ko: 축하합니다! Webasyst ID가 성공적으로 %ACCOUNTNAME%에 연결되었습니다!
nl: Geweldig, je Webasyst ID is succesvol gekoppeld aan %ACCOUNTNAME%!
pt: Uau, sua conta Webasyst ID foi conectada com sucesso a %ACCOUNTNAME%!
ru: Ура, ваш Webasyst ID был успешно подключен к %ACCOUNTNAME%!
zh: 太好了，您的Webasyst ID已成功连接到%ACCOUNTNAME%！

# mergeWelcomeError
source: Could not merge accounts due to security concerns. Please contact Webasyst support team on the issue mentioning both Webasyst IDs and attaching a screenshot of this error message.
ar: فشل دمج الحسابات. يرجى الاتصال بدعم Webasyst وإرفاق لقطة شاشة لهذا الخطأ - سنساعدك في الإعداد.
de: Die Konten konnten nicht fusioniert werden. Bitte kontaktieren Sie den Webasyst-Support und fügen Sie Ihrer Anfrage einen Screenshot dieses Fehlers hinzu. Wir helfen Ihnen bei der Konfiguration.
es: No se pudieron fusionar las cuentas. Por favor, ponte en contacto con el soporte de Webasyst adjuntando una captura de pantalla de este error, te ayudaremos con la configuración.
fr: Impossible de fusionner les comptes. Veuillez contacter le support technique de Webasyst en joignant une capture d'écran de cette erreur, nous vous aiderons à la configurer.
it: Impossibile unire gli account. Per favore, contatta il supporto di Webasyst, allegando uno screenshot di questo errore - ti aiuteremo con la configurazione.
ja: アカウントの統合に失敗しました。Webasystのサポートにお問い合わせいただき、このエラーのスクリーンショットを添付してください - 設定の手助けをいたします。
ko: 계정을 병합하지 못했습니다. 지원팀에 문의하여이 오류 스크린샷을 제출하십시오. 설정 지원을 제공하겠습니다.
nl: Het samenvoegen van de accounts is mislukt. Neem contact op met de Webasyst-ondersteuning en voeg een schermafbeelding van deze foutmelding toe - we helpen je bij de configuratie.
pt: Falha ao mesclar as contas. Entre em contato com o suporte da Webasyst, anexando uma captura de tela deste erro - ajudaremos com a configuração.
ru: Не удалось объединить аккаунты. Пожалуйста, свяжитесь со службой поддержки Webasyst, прикрепив к запросу скриншот этой ошибки — поможем с настройкой.
zh: 无法链接帐户。请联系Webasyst支持服务，并附上此错误的屏幕截图 - 我们将协助您进行设置。

# mergeWelcomeError2
source: Failed to complete account merge. Please contact Webasyst support team on the issue mentioning both Webasyst IDs and attaching a screenshot of this error message.
ar: فشل دمج الحسابات. يرجى الاتصال بدعم Webasyst وإرفاق لقطة شاشة لهذا الخطأ - سنساعدك في الإعداد.
de: Die Konten konnten nicht fusioniert werden. Bitte kontaktieren Sie den Webasyst-Support und fügen Sie Ihrer Anfrage einen Screenshot dieses Fehlers hinzu. Wir helfen Ihnen bei der Konfiguration.
es: No se pudieron fusionar las cuentas. Por favor, ponte en contacto con el soporte de Webasyst adjuntando una captura de pantalla de este error, te ayudaremos con la configuración.
fr: Impossible de fusionner les comptes. Veuillez contacter le support technique de Webasyst en joignant une capture d'écran de cette erreur, nous vous aiderons à la configurer.
it: Impossibile unire gli account. Per favore, contatta il supporto di Webasyst, allegando uno screenshot di questo errore - ti aiuteremo con la configurazione.
ja: アカウントの統合に失敗しました。Webasystのサポートにお問い合わせいただき、このエラーのスクリーンショットを添付してください - 設定の手助けをいたします。
ko: 계정을 병합하지 못했습니다. 지원팀에 문의하여이 오류 스크린샷을 제출하십시오. 설정 지원을 제공하겠습니다.
nl: Het samenvoegen van de accounts is mislukt. Neem contact op met de Webasyst-ondersteuning en voeg een schermafbeelding van deze foutmelding toe - we helpen je bij de configuratie.
pt: Falha ao mesclar as contas. Entre em contato com o suporte da Webasyst, anexando uma captura de tela deste erro - ajudaremos com a configuração.
ru: Не удалось объединить аккаунты. Пожалуйста, свяжитесь со службой поддержки Webasyst, прикрепив к запросу скриншот этой ошибки — поможем с настройкой.
zh: 无法链接帐户。请联系Webasyst支持服务，并附上此错误的屏幕截图 - 我们将协助您进行设置。

# notificationsAlertTitle
source: Notifications are disabled
ar: تم تعطيل الإشعارات
de: Benachrichtigungen deaktiviert
es: Notificaciones desactivadas
fr: Notifications désactivées
it: Notifiche disattivate
ja: 通知が無効です
ko: 알림이 비활성화되었습니다
nl: Meldingen uitgeschakeld
pt: Notificações desativadas
ru: Уведомления отключены
zh: 通知已关闭

# notificationsAlertDescription
source: Notifications are disabled for the %APPNAME% app. Turn on notifications in iOS Settings to start getting notifications on tasks.
ar: تم تعطيل الإشعارات لتطبيق %APPNAME%. قم بتمكين الإشعارات في إعدادات iOS العامة لتلقي إشعارات حول الطلبات الجديدة.
de: Benachrichtigungen für die %APPNAME%-App sind deaktiviert. Aktivieren Sie Benachrichtigungen in den iOS-Systemeinstellungen, um Benachrichtigungen über neue Bestellungen zu erhalten.
es: Las notificaciones para la aplicación %APPNAME% están desactivadas. Activa las notificaciones en la configuración general de iOS para recibir notificaciones sobre nuevos pedidos.
fr: Les notifications pour l'application %APPNAME% sont désactivées. Activez les notifications dans les paramètres généraux d'iOS pour recevoir des notifications sur de nouvelles commandes.
it: Le notifiche per l'applicazione %APPNAME% sono disattivate. Attiva le notifiche nelle impostazioni generali di iOS per ricevere avvisi sui nuovi ordini.
ja: %APPNAME%アプリの通知が無効になっています。新しい注文の通知を受け取るには、iOSの共通設定で通知を有効にしてください。
ko: %APPNAME% 앱에 대한 알림이 비활성화되었습니다. 새 주문 알림을 받으려면 iOS 일반 설정에서 알림을 활성화하세요.
nl: Meldingen voor de %APPNAME%-app zijn uitgeschakeld. Schakel meldingen in de algemene iOS-instellingen in om meldingen te ontvangen over nieuwe bestellingen.
pt: As notificações para o aplicativo %APPNAME% estão desativadas. Ative as notificações nas configurações gerais do iOS para receber notificações sobre novos pedidos.
ru: Уведомления для приложения %APPNAME% отключены. Включите уведомления в общих настройках iOS, чтобы получать уведомления о новых заказах.
zh: 已关闭%APPNAME%应用程序的通知。在iOS的通用设置中启用通知，以便接收新订单的通知。

# openSettingsButtonTitle
source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les paramètres
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Instellingen openen
pt: Abrir configurações
ru: Открыть настройки
zh: 打开设置

# onboardingFailedTitle
source: Account creation error
ar: خطأ في إنشاء الحساب
de: Fehler bei der Kontoerstellung
es: Error al crear una cuenta
fr: Erreur de création de compte
it: Errore durante la creazione dell'account
ja: アカウントの作成エラー
ko: 계정 생성 오류
nl: Account maken mislukt
pt: Erro ao criar conta
ru: Ошибка создания аккаунта
zh: 创建帐户时出错

# onboardingFailedDescription
source: Error: Server returned 'i give up' in the response.
ar: خطأ: الخادم قام بالرد بكلمة 'لم تتم'
de: Fehler: Der Server hat mit 'nicht geschafft' geantwortet
es: Error: el servidor respondió 'no pudo'
fr: Erreur : le serveur a renvoyé une réponse 'ne peut pas faire'.
it: Errore: il server ha risposto 'non riesco'
ja: エラー：サーバーが「できませんでした」と応答しました
ko: 오류: 서버에서 '쉬면서도 어려운'이라는 응답을 받았습니다.
nl: Fout: de server heeft 'kan niet' geantwoord
pt: Erro: o servidor respondeu com 'não conseguiu'
ru: Ошибка: сервер ответил «не шмогла»
zh: 错误：服务器返回"未能完成"。

# onboardingFailedNameMissingDescription
source: Error: Account name could not be read.
ar: خطأ: لم يتم حفظ اسم الحساب.
de: Fehler: Der Kontoname konnte nicht gespeichert werden.
es: Error: no se pudo guardar el nombre de la cuenta.
fr: Erreur : impossible d'enregistrer le nom du compte.
it: Errore: impossibile salvare il nome dell'account.
ja: エラー：アカウント名を保存できませんでした。
ko: 오류: 계정 이름을 저장할 수 없습니다.
nl: Fout: de accountnaam kon niet worden opgeslagen.
pt: Erro: não foi possível salvar o nome da conta.
ru: Ошибка: не удалось сохранить имя аккаунта.
zh: 错误：无法保存帐户名称。

# localizedOnTitle
source: Enable passcode
ar: تمكين رمز المرور
de: Aktivieren Sie den Passcode
es: Activar código de acceso
fr: Activer le code PIN
it: Attiva il codice di sicurezza
ja: パスコードを有効にする
ko: 암호 사용
nl: Schakel toegangscode in
pt: Ativar código de acesso
ru: Включить код-пароль
zh: 启用密码
