Repository: 1312inc/Webasyst-X-iOS-Pod
Catalog: Webasyst/Source/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ja, ko, nl, pt, ru, zh

# createInstallDescriptionOfStoreConnect
source: To connect your Webasyst ID%ACCOUNTEMAIL% to an existing store, ask the store admin for a 8-digit invitation code. The code can be found in Webasyst > Team app > your Webasyst user profile.
ar: للانضمام إلى Webasyst ID الخاص بك %ACCOUNTEMAIL% بمتجر موجود بالفعل، اطلب من مسؤول المتجر رمز الاتصال المكون من 8 أرقام. يمكن للمسؤول الحصول على الرمز من داخل التطبيق الخاص بـ Webasyst في قسم "الفريق" في ملف التعريف الخاص بك.
de: Um Ihre Webasyst ID%ACCOUNTEMAIL% mit einem vorhandenen Shop zu verbinden, fordern Sie den 8-stelligen Verbindungsschlüssel vom Shop-Administrator an. Der Administrator kann diesen Schlüssel im 'Team'-Abschnitt in Ihrem Profil in Webasyst erhalten.
es: Para conectar su Webasyst ID%ACCOUNTEMAIL% a una tienda existente, solicite al administrador de la tienda un código de conexión de 8 dígitos. El administrador puede obtener el código dentro de Webasyst en la aplicación 'Equipo' en su perfil.
fr: Pour connecter votre Webasyst ID%ACCOUNTEMAIL% à un magasin existant, demandez à l'administrateur du magasin un code de connexion à 8 chiffres. L'administrateur peut obtenir ce code à l'intérieur de Webasyst, dans l'application "Équipe", dans votre profil.
it: Per collegare il tuo Webasyst ID%ACCOUNTEMAIL% a un negozio esistente, richiedi all'amministratore del negozio un codice di connessione a 8 cifre. L'amministratore può ottenere il codice all'interno di Webasyst nell'applicazione 'Team' nel tuo profilo.
ja: Webasyst ID%ACCOUNTEMAIL%を既存のショップに接続するには、ショップ管理者から8桁の接続コードをリクエストしてください。管理者は、Webasystの「チーム」アプリ内のプロフィールでコードを取得できます。
ko: 웹아시스트 ID%ACCOUNTEMAIL%를 기존 상점에 연결하려면 상점 관리자에게 8 자리 연결 코드를 요청하십시오. 코드를 얻으려면 웹아시스트 '팀' 탭에서 상점 관리자에게 연락하세요.
nl: Vraag de beheerder van de winkel om een 8-cijferige verbindingscode om uw Webasyst ID%ACCOUNTEMAIL% aan een bestaande winkel te koppelen. De beheerder kan de code verkrijgen in de Webasyst-app in uw profiel in 'Team'.
pt: Para conectar sua ID do Webasyst%ACCOUNTEMAIL% a uma loja existente, solicite ao administrador da loja um código de conexão de 8 dígitos. O administrador pode obtê-lo dentro do Webasyst no aplicativo 'Team' em seu perfil.
ru: Чтобы подключить свой Webasyst ID%ACCOUNTEMAIL% к существующему магазину, запросите у администратора магазина 8-значный код подключения. Получить код администратор может внутри Webasyst в приложении «Команда» в вашем профиле.
zh: 要将您的Webasyst ID%ACCOUNTEMAIL%连接到现有商店，请向商店管理员请求8位连接代码。管理员可以在Webasyst的“团队”应用程序中的您的配置文件中找到代码。

# createInstallButton
source: Create a Store
ar: إنشاء المتجر
de: Shop erstellen
es: Crear tienda
fr: Créer un magasin
it: Crea negozio
ja: ショップを作成
ko: 상점 만들기
nl: Winkel aanmaken
pt: Criar loja
ru: Создать магазин
zh: 创建商店

# createNewShopTitle
source: Create a new store
ar: فتح متجر جديد
de: Einen neuen Shop erstellen
es: Abrir una nueva tienda
fr: Ouvrir un nouveau magasin
it: Apri un nuovo negozio
ja: 新しいショップを開設
ko: 새 상점 만들기
nl: Nieuwe winkel openen
pt: Abrir nova loja
ru: Открыть новый магазин
zh: 创建新商店

# createNewShopDescription
source: Once your store is created, you will be able to link it with your custom domain name and to invite your teammates to manage sales together.
ar: يمكنك في وقت لاحق ربط اسم النطاق الخاص بك بالمتجر ودعوة زملائك للمشاركة في معالجة الطلبات معًا.
de: Sie können später eine eigene Domain für den Shop hinzufügen und Kollegen zur gemeinsamen Bearbeitung von Bestellungen einladen.
es: Más tarde, podrá agregar su propio nombre de dominio a la tienda y invitar a colegas para procesar pedidos juntos.
fr: Vous pourrez plus tard associer votre propre nom de domaine au magasin et inviter des collègues pour traiter les commandes ensemble.
it: In seguito potrai collegare un tuo dominio al negozio e invitare colleghi per collaborare nell'elaborazione degli ordini.
ja: ショップには後から独自のドメイン名を設定し、同僚を招待して注文を共同で処理できます。
ko: 나중에 상점에 도메인 이름을 연결하고 동료를 초대하여 주문을 공동 처리할 수 있습니다.
nl: U kunt later uw eigen domeinnaam aan de winkel koppelen en collega's uitnodigen om samen bestellingen te verwerken.
pt: Mais tarde, você poderá adicionar seu próprio domínio à loja e convidar colegas para colaborar no processamento de pedidos.
ru: Позже к магазину можно будет подключить свое доменное имя и пригласить коллег для совместной обработки заказов.
zh: 稍后，您可以为商店添加自己的域名并邀请同事共同处理订单。

# deleteAccountConfirm
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pt: Excluir
ru: Удалить
zh: 删除

# cacnelAccountDelete
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt: Cancelar
ru: Отменить
zh: 取消

source: Add photo
ar: إضافة صورة
de: Foto hinzufügen
es: Agregar foto
fr: Ajouter une photo
it: Aggiungi foto
ja: 写真を追加
ko: 사진 추가
nl: Foto toevoegen
pt: Adicionar foto
ru: Добавить фото
zh: 添加照片

# aboutSameself
source: Contact Information
ar: معلومات الاتصال
de: Kontaktdaten
es: Información de contacto
fr: Coordonnées
it: Informazioni di contatto
ja: 連絡先情報
ko: 연락 정보
nl: Contactgegevens
pt: Informações de contato
ru: Контактная информация
zh: 联系信息

source: Specify Later
ar: تحديد لاحقًا
de: Später angeben
es: Especificar más tarde
fr: Spécifier ultérieurement
it: Specificare in seguito
ja: 後で指定
ko: 나중에 지정
nl: Later specificeren
pt: Especificar mais tarde
ru: Указать позже
zh: 稍后指定

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pt: Salvar
ru: Сохранить
zh: 保存

# name
source: First Name
ar: الاسم
de: Vorname
es: Nombre
fr: Prénom
it: Nome
ja: 名前
ko: 이름
nl: Naam
pt: Nome
ru: Имя
zh: 名字

# surname
source: Last Name
ar: اللقب
de: Nachname
es: Apellido
fr: Nom de famille
it: Cognome
ja: 姓
ko: 성
nl: Achternaam
pt: Sobrenome
ru: Фамилия
zh: 姓氏

# phone
source: Phone number
ar: رقم الهاتف
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono
ja: 電話番号
ko: 전화번호
nl: Telefoonnummer
pt: Número de telefone
ru: Номер телефона
zh: 手机号码

source: Remove Photo
ar: إزالة الصورة
de: Foto entfernen
es: Eliminar foto
fr: Supprimer la photo
it: Rimuovi foto
ja: 写真を削除
ko: 사진 삭제
nl: Foto verwijderen
pt: Remover foto
ru: Удалить фото
zh: 删除照片

source: Change Photo
ar: تغيير الصورة
de: Foto ändern
es: Cambiar foto
fr: Changer la photo
it: Cambia foto
ja: 写真を変更
ko: 사진 변경
nl: Foto wijzigen
pt: Alterar foto
ru: Изменить фото
zh: 更改照片

source: Successfully updated
ar: تم تحديث البيانات بنجاح
de: Daten erfolgreich aktualisiert
es: Los datos se han actualizado correctamente
fr: Mise à jour réussie
it: Dati aggiornati con successo
ja: データが正常に更新されました
ko: 데이터가 성공적으로 업데이트되었습니다
nl: Gegevens succesvol bijgewerkt
pt: Dados atualizados com sucesso
ru: Данные успешно обновлены
zh: 信息已成功更新

# connectionAlertMessage
source: No Internet connection. Check your connection and try again.
ar: لا يوجد اتصال بالإنترنت. يرجى التحقق من الاتصال والمحاولة مرة أخرى.
de: Keine Internetverbindung. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No hay conexión a Internet. Por favor, verifique la conexión e inténtelo nuevamente.
fr: Pas de connexion Internet. Veuillez vérifier votre connexion et réessayer.
it: Nessuna connessione a Internet. Controlla la connessione e riprova.
ja: インターネットに接続されていません。接続を確認して、もう一度試してください。
ko: 인터넷 연결이 없습니다. 연결을 확인하고 다시 시도하십시오.
nl: Geen internetverbinding. Controleer uw verbinding en probeer het opnieuw.
pt: Sem conexão com a Internet. Verifique a conexão e tente novamente.
ru: Нет соединения с интернетом. Проверьте соединение и попробуйте еще раз.
zh: 无法连接到互联网。请检查连接并重试。

# updateError
source: Something went wrong. The information was not updated.
ar: حدث خطأ. لم تتم عملية التحديث.
de: Etwas ist schiefgelaufen. Die Informationen wurden nicht aktualisiert.
es: Algo salió mal. La información no se ha actualizado.
fr: Quelque chose s'est mal passé. Les informations n'ont pas été mises à jour.
it: Qualcosa è andato storto. I dati non sono stati aggiornati.
ja: エラーが発生しました。情報は更新されませんでした。
ko: 문제가 발생하여 정보를 업데이트하지 못했습니다.
nl: Er is iets misgegaan. De informatie is niet bijgewerkt.
pt: Algo deu errado. As informações não foram atualizadas.
ru: Что-то пошло не так. Информация не обновилась.
zh: 出现问题，信息未更新。

# cameraEditScreen
source: Camera
ar: الكاميرا
de: Kamera
es: Cámara
fr: Caméra
it: Fotocamera
ja: カメラ
ko: 카메라
pt: Câmera
ru: Камера
zh: 相机

# galleryEditScreen
source: Gallery
ar: المعرض
de: Galerie
es: Galería
fr: Galerie
it: Galleria
ja: ギャラリー
ko: 갤러리
nl: Galerij
pt: Galeria
ru: Галерея
zh: 相册

# cancelEditScreen
source: Cancel
ar: إلغاء
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pt: Fechar
ru: Закрыть
zh: 取消

source: Delete Account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
nl: Account verwijderen
pt: Excluir conta
ru: Удалить аккаунт
zh: 删除帐户

# accountDeleteFirstAlert
source: Deleting your Webasyst ID account will result in deleting all Webasyst accounts you have created and permanent loss of the data. Are you positive you wish to delete your Webasyst ID?
ar: سيؤدي حذف Webasyst ID إلى حذف جميع حسابات Webasyst السحابية التي تم إنشاؤها بواسطتك وفقدان البيانات بشكل لا رجعة فيه. هل أنت متأكد أنك تريد حذف Webasyst ID الخاص بك؟
de: Das Löschen von Webasyst ID führt zur Löschung aller von Ihnen erstellten Webasyst Cloud-Konten und zum unwiederbringlichen Verlust der Daten. Sind Sie sicher, dass Sie Ihre Webasyst ID löschen möchten?
es: Eliminar Webasyst ID resultará en la eliminación de todas las cuentas en la nube de Webasyst que haya creado y la pérdida permanente de datos. ¿Estás seguro de que deseas eliminar tu Webasyst ID?
fr: La suppression de votre Webasyst ID entraînera la suppression de tous les comptes cloud Webasyst que vous avez créés et la perte définitive de vos données. Êtes-vous sûr de vouloir supprimer votre Webasyst ID ?
it: L'eliminazione di Webasyst ID comporterà la cancellazione di tutti gli account cloud Webasyst creati da te e la perdita irreversibile dei dati. Sei sicuro di voler eliminare il tuo Webasyst ID?
ja: Webasyst IDを削除すると、作成したすべてのWebasystクラウドアカウントが削除され、データは復元できなくなります。本当にWebasyst IDを削除しますか？
ko: 웹아시스트 ID를 삭제하면 만든 모든 웹아시스트 클라우드 계정도 삭제되어 데이터를 복구할 수 없게 됩니다. 웹아시스트 ID를 삭제하시겠습니까?
nl: Het verwijderen van Webasyst ID leidt tot het verwijderen van alle door u aangemaakte Webasyst-cloudaccounts en het permanent verlies van gegevens. Weet u zeker dat u uw Webasyst ID wilt verwijderen?
pt: A exclusão do Webasyst ID resultará na exclusão de todas as contas de nuvem Webasyst criadas por você e na perda permanente de dados. Tem certeza de que deseja excluir seu Webasyst ID?
ru: Удаление Webasyst ID приведет к удалению всех созданных вами облачных аккаунтов Webasyst и безвозвратной потере данных. Вы уверены, что хотите удалить свой Webasyst ID?
zh: 删除Webasyst ID将删除您创建的所有Webasyst云帐户，并永久丢失数据。您确定要删除Webasyst ID吗？

# accountDeleteSecondAlert
source: DANGER! There will be no way to restore the data once deleted! Confirm your Webasyst ID termination?
ar: خطر! بعد حذف البيانات، لن يمكن استعادتها! هل تريد تأكيد حذف Webasyst ID الخاص بك؟
de: Achtung! Nach dem Löschen können die Daten nicht wiederhergestellt werden! Webasyst ID löschen bestätigen?
es: ¡Advertencia! Después de eliminar los datos, no se podrán recuperar. ¿Confirmar la eliminación de Webasyst ID?
fr: Danger ! Après la suppression, il sera impossible de récupérer vos données ! Confirmez la suppression de votre Webasyst ID ?
it: Pericoloso! Dopo l'eliminazione, non sarà possibile recuperare i dati! Confermare l'eliminazione di Webasyst ID?
ja: 注意！データの削除後、データの復元は不可能です！Webasyst IDの削除を確認しますか？
ko: 경고! 데이터를 삭제한 후에는 복구할 수 없습니다! 웹아시스트 ID 삭제를 확인하시겠습니까?
nl: Let op! Na verwijdering kunnen de gegevens niet worden hersteld! Bevestig de verwijdering van Webasyst ID?
pt: Perigoso! Após a exclusão, os dados não poderão ser recuperados! Confirmar a exclusão do Webasyst ID?
ru: Опасно! После удаления данных восстановить их будет невозможно! Подтвердить удаление Webasyst ID?
zh: 危险！删除后无法恢复数据！确认删除Webasyst ID？

# accountWasDeleted
source: An account termination confirmation message has been sent to the contact information provided with your Webasyst ID. Follow instruction in the message to finalize the account termination.
ar: تم إرسال بريد إلكتروني/رسالة نصية إلى البريد الإلكتروني/رقم الهاتف الذي تم توضيحه في ملف التعريف الخاص بك في Webasyst ID. يرجى اتباع التعليمات في الرسالة لتأكيد الحذف.
de: Eine Bestätigungs-E-Mail wurde an die in Ihrem Webasyst ID-Profil angegebene E-Mail-Adresse/Telefonnummer gesendet. Befolgen Sie die Anweisungen in der Nachricht, um die Löschung zu bestätigen.
es: Se ha enviado un correo electrónico o mensaje de texto al correo electrónico/número de teléfono que proporcionó en su perfil de Webasyst ID para confirmar la eliminación. Siga las instrucciones en el mensaje para confirmar la eliminación.
fr: Un e-mail/un SMS a été envoyé à l'adresse/téléphone spécifiée dans votre profil Webasyst ID pour confirmer la suppression. Suivez les instructions dans le message pour confirmer la suppression.
it: È stata inviata una email/messaggio al telefono associato al tuo profilo Webasyst ID. Segui le istruzioni nell'email per confermare l'eliminazione.
ja: Webasyst IDのプロフィールに登録されたメール/電話に確認メールが送信されました。削除を確定するためにメッセージ内の指示に従ってください。
ko: 웹아시스트 ID 프로필에 등록된 이메일/전화번호로 확인 메일이 전송되었습니다. 삭제를 확인하려면 메일 안내를 따르세요.
nl: Er is een bevestigingsmail gestuurd naar het e-mailadres/telefoonnummer dat in uw Webasyst ID-profiel staat. Volg de instructies in het bericht om de verwijdering te bevestigen.
pt: Um email/telefone foi enviado para o endereço informado em seu perfil do Webasyst ID, siga as instruções no email para confirmar a exclusão.
ru: На email/телефон, указанный в вашем профиле Webasyst ID, было отправлено письмо-подтверждение. Следуйте инструкциям в сообщении для подтверждения удаления.
zh: 已将确认邮件发送到您的Webasyst ID配置文件中提供的电子邮件/手机号码。请按照邮件中的说明进行确认删除。

# accountDeleteError
source: Something went wrong. The account could not be deleted.
ar: حدث خطأ. لم يتم حذف الحساب.
de: Etwas ist schiefgelaufen. Das Konto wurde nicht gelöscht.
es: Algo salió mal. La cuenta no se eliminó.
fr: Quelque chose s'est mal passé. Le compte n'a pas été supprimé.
it: Qualcosa è andato storto. L'account non è stato eliminato.
ja: エラーが発生しました。アカウントは削除されませんでした。
ko: 문제가 발생하여 계정을 삭제하지 못했습니다.
nl: Er is iets misgegaan. Het account is niet verwijderd.
pt: Algo deu errado. A conta não foi excluída.
ru: Что-то пошло не так. Аккаунт не был удален.
zh: 出现问题，帐户未删除。

# errorAccessDenied
source: No Access
ar: تم رفض الوصول
de: Zugriff verweigert
es: Acceso denegado
fr: Accès refusé
it: Accesso negato
ja: アクセスが拒否されました
ko: 접근 거부됨
nl: Toegang geweigerd
pt: Acesso negado
ru: Нет доступа
zh: 无访问权限

# QRDescription
source: Open your Webasyst profile in a browser on your computer and click the “Sign in using QR” button on the top right corner.
ar: قم بتسجيل الدخول إلى حسابك في Webasyst على متصفح الكمبيوتر الخاص بك وقم بتصوير رمز الاستجابة السريعة (QR) لتسجيل الدخول إلى ملف التعريف الخاص بك في الزاوية العلوية اليمنى.
de: Melden Sie sich in Ihrem Webasyst-Konto in Ihrem Computerbrowser an und scannen Sie den QR-Code in Ihrem Profil oben rechts ein.
es: Inicie sesión en su cuenta de Webasyst en su navegador de computadora y escanee el código QR para iniciar sesión en su perfil en la esquina superior derecha.
fr: Connectez-vous à votre compte Webasyst dans un navigateur sur votre ordinateur et scannez le QR Code pour vous connecter à votre profil en haut à droite.
it: Accedi a Webasyst sul tuo computer e scansiona il QR Code per l'accesso nel tuo profilo nell'angolo in alto a destra.
ja: コンピューターのWebasystでサインインし、右上のプロフィールでQRコードをスキャンしてプロフィールにログインしてください。
ko: 컴퓨터에서 웹아시스트에 로그인하고 프로필의 오른쪽 상단에 있는 QR 코드를 스캔하여 프로필에 로그인하세요.
nl: Meld u aan bij uw Webasyst in uw webbrowser op uw computer en scan de QR-code om in te loggen in uw profiel in de rechterbovenhoek.
pt: Faça login no seu Webasyst em um navegador de computador e escaneie o código QR para fazer login no seu perfil no canto superior direito.
ru: Войдите в свой Webasyst в браузере на компьютере и сфотографируйте QR-код для входа в своем профиле в правом верхнем углу.
zh: 在计算机的Webasyst浏览器中登录并扫描右上角您的配置文件中的QR码以登录您的Webasyst帐户。

# QRFrameWrongTriggerDescriptionWithoutUsername
source: This is a wrong code! You are scanning a QR code to sign in with Webasyst ID while being authorized with another Webasyst ID already. The valid code you need is located in your Webasyst backend profile on your custom domain in the Team app — this special QR code will connect your current Webasyst ID with the account which is not linked yet.
ar: هذا ليس رمز الاستجابة السريعة (QR) المطلوب! أنت مسجل الدخول إلى التطبيق باستخدام Webasyst ID، ولكنك تقوم بمسح رمز الاستجابة السريعة (QR) لتسجيل الدخول باستخدام Webasyst ID مختلف. الرمز الذي تحتاجه متوفر في الخادم الخاص بـ Webasyst على موقع الويب الخاص بك في ملف التعريف الخاص بك في قسم "الفريق". هناك نوع خاص من الرموز يربط التطبيق بحساب Webasyst الذي لم يتم توصيله بعد.
de: Dies ist nicht der richtige QR-Code! Sie sind in der App mit Ihrer Webasyst ID angemeldet, scannen jedoch einen QR-Code zur Anmeldung mit einer anderen Webasyst ID. Der QR-Code, den Sie benötigen, befindet sich im Backend von Webasyst auf Ihrer Website in Ihrem Profil im 'Team'-Abschnitt. Dort gibt es einen speziellen Code-Typ, der die App mit einem noch nicht verbundenen Webasyst-Konto verknüpft.
es: ¡Este no es el código QR correcto! Ha iniciado sesión en la aplicación con Webasyst ID, pero está escaneando un código QR para iniciar sesión con otro Webasyst ID. El código QR que necesita está en el backend de Webasyst en su sitio web en su perfil en 'Equipo'. Allí hay un tipo especial de código que conectará la aplicación con una cuenta de Webasyst que aún no está conectada.
fr: Ce n'est pas le bon QR Code ! Vous êtes connecté à l'application avec Webasyst ID, mais vous scannez un QR Code pour vous connecter avec un autre Webasyst ID. Le QR Code dont vous avez besoin se trouve dans le backend de Webasyst sur votre site dans votre profil dans la section "Équipe". Il y a un type spécial de code qui liera l'application à un compte Webasyst non connecté.
it: Questo non è il QR Code giusto! Sei autenticato nell'app con Webasyst ID, ma stai scansionando un QR Code per l'accesso con un altro Webasyst ID. Il QR Code di cui hai bisogno si trova nel backend Webasyst sul tuo sito, nel tuo profilo in 'Team'. Lì c'è un tipo speciale di codice che collega l'app a un account Webasyst non ancora collegato.
ja: これは違うQRコードです！Webasyst IDでアプリにサインインしていますが、別のWebasyst IDでログインするQRコードをスキャンしています。必要なQRコードは、Webasystのバックエンドで、まだ接続されていないWebasystアカウントにアプリを関連付ける特別なコードです。
ko: 이 QR 코드는 아닙니다! 당신은 웹아시스트 ID로 앱에 로그인되어 있지만 다른 웹아시스트 ID로 로그인하기 위한 QR 코드를 스캔하고 있습니다. 필요한 QR 코드는 웹사이트 '팀' 탭에서 찾을 수 있으며, 앱이 아직 연결되지 않은 계정에 특화된 코드입니다.
nl: Dit is niet de juiste QR-code! U bent ingelogd in de app met Webasyst ID, maar scant een QR-code om in te loggen met een ander Webasyst ID. De benodigde QR-code bevindt zich in de Webasyst-backend op uw website in uw profiel in 'Team'. Daar is een speciaal type code dat de app koppelt aan een nog niet aangesloten Webasyst-account.
pt: Este não é o código QR certo! Você está autenticado no aplicativo com a Webasyst ID, mas está escaneando um código QR para login com outra Webasyst ID. O código QR correto está no back-end da Webasyst em seu site, em seu perfil na 'Equipe'. Lá é um tipo especial de código que conectará o aplicativo a uma conta Webasyst ainda não conectada.
ru: Это не тот QR-код! Вы авторизованы в приложении с Webasyst ID, но сканируете QR-код для входа с другим Webasyst ID. А нужный вам QR-код — в бекенде Webasyst на вашем сайте в вашем профиле в «Команде». Там особый тип кода, который свяжет приложение с еще не подключенным аккаунтом Webasyst.
zh: 这不是正确的QR码！您使用Webasyst ID在应用程序中进行身份验证，但尝试使用不同的Webasyst ID扫描登录的QR码。您需要的QR码位于Webasyst站点的配置文件中的“团队”部分。那里有一个特殊类型的代码，可以将应用程序连接到尚未连接的Webasyst帐户。

# QRFrameDescription
source: Yes, it’s a QR code, but it does not look like a Webasyst code at all.
ar: نعم، هذا أيضًا رمز الاستجابة السريعة (QR)، ولكنه ليس مرتبطًا بـ Webasyst.
de: Ja, dies ist auch ein QR-Code, aber er hat nichts mit Webasyst zu tun.
es: Sí, esto es un código QR, pero no tiene nada que ver con Webasyst.
fr: Oui, c'est aussi un QR Code, mais il n'a aucun lien avec Webasyst.
it: Sì, è un QR Code, ma non ha nulla a che fare con Webasyst.
ja: はい、これもQRコードですが、Webasystとは関係ありません。
ko: 이것도 QR 코드이지만 웹아시스트와 관련이 없습니다.
nl: Dit is ook een QR-code, maar heeft niets met Webasyst te maken.
pt: Sim, também é um código QR, mas não está relacionado ao Webasyst.
ru: Да, это тоже QR-код, но он никак не связан с Webasyst.
zh: 是的，这也是QR码，但与Webasyst无关。

# QRTopLabel
source: Scan the QR code
ar: مسح رمز الاستجابة السريعة (QR)
de: Scannen Sie den QR-Code
es: Escanear código QR
fr: Scannez le QR Code
it: Scansiona il QR Code
ja: QRコードをスキャン
ko: QR 코드 스캔
nl: Scan de QR-code
pt: Escanear código QR
ru: Отсканируйте QR-код
zh: 扫描QR码

# freeInstall
source: 30 days free!
ar: مجانًا لمدة 30 يومًا!
de: 30 Tage kostenlos!
es: 30 días gratis
fr: Gratuit pendant 30 jours !
it: 30 giorni gratuiti!
ja: 30日間無料！
ko: 30일 무료로 이용하세요!
nl: 30 dagen gratis!
pt: 30 dias grátis!
ru: 30 дней бесплатно!
zh: 免费试用30天！

# descriptionInstall
source: %APPNAME% app is not installed on %ACCOUNTNAME% at the moment. Tap the Install button above to install the app via the Webasyst Installer.
ar: تطبيق "%APPNAME%" غير مثبت حاليًا في حساب "%ACCOUNTNAME%". اضغط "تثبيت" وفي بضع لحظات سيتم تثبيت التطبيق في Webasyst الخاص بك باستخدام الإعداد.
de: Die App "%APPNAME%" ist noch nicht in Ihrem Konto "%ACCOUNTNAME%" installiert. Klicken Sie auf "Installieren" und die App wird in Ihrem Webasyst mit dem Installer installiert.
es: La aplicación "%APPNAME%" aún no está instalada en la cuenta "%ACCOUNTNAME%". Haga clic en "Instalar" y en unos momentos la aplicación se instalará en su Webasyst utilizando el Instalador.
fr: L'application "%APPNAME%" n'est pas encore installée sur le compte "%ACCOUNTNAME%". Cliquez sur "Installer" et en quelques instants, l'application sera installée dans votre Webasyst à l'aide de l'Installateur.
it: L'applicazione '%APPNAME%' non è ancora installata nell'account '%ACCOUNTNAME%'. Premi 'Installa' - l'app verrà installata nel tuo Webasyst con l'aiuto dell'Installer in pochi istanti.
ja: アプリ「%APPNAME%」はまだ「%ACCOUNTNAME%」アカウントにインストールされていません。 「インストール」をクリックすると、すぐにアプリがWebasystにインストールされます。
ko: 앱 '%APPNAME%'이(가) '%ACCOUNTNAME%' 계정에 설치되지 않았습니다. '설치'를 누르면 몇 초 안에 앱이 웹아시스트 ID 내 설치자에 의해 설치됩니다.
nl: De applicatie "%APPNAME%" is nog niet geïnstalleerd in het account "%ACCOUNTNAME%". Klik op "Installeren" en binnen enkele momenten zal de app worden geïnstalleerd in uw Webasyst met behulp van de Installer.
pt: O aplicativo '%APPNAME%' ainda não está instalado na conta '%ACCOUNTNAME%'. Toque em 'Instalar' e o aplicativo será instalado em seu Webasyst usando o Instalador em questão de segundos.
ru: Приложение «%APPNAME%» еще не установлено в аккаунте «%ACCOUNTNAME%». Нажмите «Установить» — и уже через пару мгновений приложение будет установлено в вашем Webasyst с помощью Инсталлера.
zh: 应用程序“%APPNAME%”尚未安装在“%ACCOUNTNAME%”帐户上。单击“安装”按钮，几秒钟后应用程序将通过安装程序安装在您的Webasyst帐户中。

# buttonInstall
source: Install %APPNAME%
ar: تثبيت "%APPNAME%"
de: "%APPNAME%" installieren
es: Instalar "%APPNAME%"
fr: Installer "%APPNAME%"
it: Installa '%APPNAME%'
ja: 「%APPNAME%」をインストール
ko: '%APPNAME%' 설치
nl: Installeer "%APPNAME%"
pt: Instalar '%APPNAME%'
ru: Установить «%APPNAME%»
zh: 安装“%APPNAME%”
